<script setup lang="ts"></script>

<template>
  <div class="text-describe">
    <h2 class="title">产品介绍</h2>
    <p>
      审计思维教学案例分析平台V1.0是为训练学生综合思维能力而设计的软件，它与传统的知识导向型教学软件不同，是<b>思维导向型教学</b>训练软件。软件具备计算机软件著作权登记证书，国家发明专利在申请中。
    </p>
    <p>
      该平台基础案例库有2001-2023年被证监会处罚的1600多个案例，涉及不同的行业。其中，有100个案例是通过加工整理好的教学案例库，又有各由18个案例构成的《审计思维训练》《审计案例》两个标准课程。
    </p>
    <p>
      由于真实案例涉及不同行业，且各专业老师灵活运用平台程度高，<b>可以针对高校会计、财经、审计大部分专业使用</b>>。平台针对的是思维训练过程的可视化，即概念（命题）—推论（论证）—结论中综合思考力、判断力的训练，与国家目前推广的跨学科、跨专业、研究性教学、案例教学、翻转课堂等都是吻合的。
    </p>
    <p class="text-title">
      平台采用真实的案例教学+思维训练（课前、课中、课后）着重训练学生以下能力和素养：
    </p>
    <ul>
      <li>1) 知识维度—元认知知识（反省认知）</li>
      <li>2) 认知维度—分析、评价与创造；</li>
      <li>3) 思维模式—表达、批判、系统、结构、逻辑、创新</li>
    </ul>
    <p>
      通过角色扮演，对失败案例进行破析，挖掘新问题，识别人性—组织—失败之关系，为学生增强免疫力（未来工作中），奠定基础。
    </p>
    <p>
      本平台的架构与设计理念，是目前国内其他教学软件所没有的（个别软件有要素导入）。通过前期面向全国80多家单位（大学、事务所、教育机构、注协）开展的演示，除在部分功能上有需要迭代之处，理念和系统性评价方面得到了认可。
    </p>
    <p class="text-title">
      平台为缓解高校老师学生间的紧张关系，<b>实现“以学生为中心，把课堂交给学生”的教育理念</b>提供帮助，具体如下：
    </p>
    <ul>
      <li>
        1、缓解老师—学生间的紧张关系（老师难—学生被动学习）。采用翻转课堂式案例教学，把主动权交给学生，通过学生分析案例，完成课上、课后各类过程性测试，实现学生学习过程的可视化，为老师评判学生学习效果和职业性格测试提供完整数据，做到有据可依。
      </li>
      <li>
        2、能够实现“学习不是一步一步学，是一层一层学”的理念，通过训练达到“粗通—精通—应用”的阶梯式知行合一。
      </li>
      <li>
        3、知识是载体，运用的素材。平台注重训练学生的综合思维能力，为未来就业、实习、岗位培训提供可视化的综合能力测试数据。也可以作为职业性格测试判断材料（以证书方式）。
      </li>
      <li>
        4、大数据审计失败案例可以作为老师案例研究的素材，为老师科学研究提供平台。
      </li>
      <li>
        5、平台注重老师教学的灵活性，老师可以根据自身的经验，自由组课，也可以通过平台参与课程开发，获取反馈数据和实际收益。
      </li>
    </ul>
    <h2 class="title">图示案例</h2>
    <img src="@/assets/images/mapv/img.png" alt="" />
    <img src="@/assets/images/mapv/img_1.png" alt="" />
  </div>
</template>

<style scoped lang="scss">
img {
  display: block;
  margin: 40px auto;
}
</style>
